{
  "movies": [
    {
      "id": "1",
      "title": "New Horizon",
      "content": "Chí Khí Bay Cao là câu chuyện về những nhân viên hàng không thế hệ mới, bằng những nỗ lực cá nhân, vượt qua thử thách của bản thân để dần trưởng thành. Trong phim, Kiều Ân diễn vai Ngô Địch, ban đầu là tiếp viên hàng không, sau đó chuyển sang học để trở thành phi công. Trong quá trình học, Ngô Địch được hai chàng trai Tiêu Mặc và Hạ Vũ cùng theo đuổi. Tiêu Mặc từng là phi công, vì gián tiếp gây ra cái chết của mẹ Hạ Vũ trong một chuyến bay nên bị bóng đen tâm lý, chuyển sang làm kỹ thuật viên bảo trì máy bay một thời gian. Hạ Vũ là “thái tử gia” – người thừa kế của hãng hàng không Trọng Hạ.",
      "episodes": "1",
      "runtime": "45",
      "actor": "Trần Kiều Ân, Trịnh Khải, Chu Tử Kiêu",
      "country": "Trung Quốc",
      "genre": "Hoa Ngữ",
      "releases": "2021",
      "poster": "https://i.mydramalist.com/24D37f.jpg",
      "trailer": "https://www.youtube.com/embed/GazuMKHM-KY",
      "movie": ""
    },
    {
      "id": "f80edb80-ba60-469e-8013-a8308160e39a",
      "title": "Sell Your Haunted House",
      "content": "Xem Phim Miễn Phí: Bộ phim Bất Động Sản Trừ Tà - Sell Your Haunted House với chủ đề siêu nhiên này kể về câu chuyện của Hong Ji-a (Jang Na-ra đóng), một thầy trừ tà nhưng lại điều hành một công ty bất động sản. Không phải là người môi giới thông thường, nhân vật này chuyên giải bùa ếm, giúp các khu đất trở nên \"an toàn\" để tiện buôn bán.",
      "episodes": "32",
      "runtime": "35",
      "actor": "Jang Na Ra, Jung Yong Hwa, Kang Hong Suk, Kang Mal Geum",
      "country": "Hàn Quốc",
      "genre": "Hàn Quốc",
      "releases": "2021",
      "poster": "https://www.kdramapal.com/wp-content/uploads/2021/04/Sell-Your-Haunted-House-main-poster-1-scaled.jpg",
      "trailer": "https://www.youtube.com/embed/fwkn_elMC3c",
      "movie": ""
    },
    {
      "id": "71652592-bdf5-4bfb-9364-1ffdc82c33d9",
      "title": "The Tree of Life",
      "content": "Bộ phim xoay quanh hành trình cuộc đời của người con cả trong gia đình, Jack, qua những năm tháng ngây thơ của tuổi nhỏ cho đến những năm trưởng thành đau khổ và vỡ mộng khi phải cố gắng hoà thuận với người cha kỹ tính và trầm cảm (Brad Pitt). Jack lớn lên trong sự giằng xé giữa hai tính cách trái lập, một bên là người cha đại diện cho những tình cảm ức chế của con người; bên kia là người mẹ dịu dàng, mềm mỏng đầy tình thương. Điều làm thay đổi cuộc sống của anh chính là cái chết của người em ở tuổi 19, anh luôn lạc lõng giữa thế giới, luôn tìm kiếm nguồn cội thực sự của sự sống nhưng có lẽ sự tự nhiên đã từng có sẽ không thể trở về.",
      "episodes": "1",
      "runtime": "132",
      "actor": "Brad Pitt, Jessica Chastain, Sean Penn, Tye Sheridan",
      "country": "Mỹ",
      "genre": "Tâm lý",
      "releases": "2011",
      "poster": "https://m.media-amazon.com/images/M/MV5BMTMwNjQ0NjMzN15BMl5BanBnXkFtZTcwNjMxMTkyNA@@._V1_.jpg",
      "trailer": "https://www.youtube.com/embed/RrAz1YLh8nY",
      "movie": ""
    },
    {
      "id": "15a7ab9a-ff0a-492b-8236-8be9ccbf1095",
      "title": "Fifty Shades of Grey",
      "content": "Câu chuyện bắt đầu khi cô sinh viên Anastasia Steele (Dakota Johnson thủ vai) tới phỏng vấn triệu phú trẻ tuổi Christian Grey (Jamie Dornan) cho tờ tạp chí của trường. Ana đơn giản, trong sáng đã lọt vào mắt xanh của kẻ luôn thích kiểm soát mọi việc là Christian. Anh bắt đầu tiếp cận Ana và cuốn cô vào vòng xoáy của tình ái và nhục cảm.\n\nNhưng đây không phải câu chuyện tình đơn thuần giữa chàng hoàng tử giàu sang lịch lãm và cô gái ngây thơ chân chất. Điều khiến 'Fifty Shades of Grey' trở nên đặc biệt chính là những đam mê bạo liệt về thể xác, những thú vui ái tình diễn ra trong \"Căn Phòng Đỏ” bí mật của Christian Grey.",
      "episodes": "1",
      "runtime": "125",
      "actor": "Dakota Johnson, Jamie Dornan, Jennifer Ehle, Eloise Mumford",
      "country": "Mỹ",
      "genre": "Tâm lý",
      "releases": "2015",
      "poster": "https://images-na.ssl-images-amazon.com/images/I/61u4WNsS-EL._AC_SY741_.jpg",
      "trailer": "https://www.youtube.com/embed/SfZWFDs0LxA",
      "movie": "a"
    },
    {
      "id": "b108aafc-7aea-4776-9426-0d87d6c1c449",
      "title": "The Croods: A New Age",
      "content": "Từ một gia đình tiền sử sống trong hang với nỗi lo sợ thường trực về thế giới nguy hiểm bên ngoài, nhà Croods đã tự tin bước khỏi vùng an toàn của mình, tiến tới việc làm chủ nhiều phát minh quan trọng.\n\nCười bể bụng cùng những câu chuyện nhân văn và thông điệp ý nghĩa.",
      "episodes": "1",
      "runtime": "95",
      "actor": "Ryan Reynolds, Nicolas Cage, Emma Stone, Catherine Keener, Leslie Mann",
      "country": "Mỹ",
      "genre": "Hài hước",
      "releases": "2020",
      "poster": "https://m.media-amazon.com/images/M/MV5BNGU1NGNiYzYtMTQ2Ni00M2ZlLTg0N2QtMDFhMzNjNzcyMGYyXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_.jpg",
      "trailer": "https://www.youtube.com/embed/a-o8xbEcuSY",
      "movie": ""
    },
    {
      "id": "0776dde3-e956-464a-a691-643b5ceafe34",
      "title": "Elektra",
      "content": "Elektra, một nữ chiến binh đến từ cõi chết. Cô luôn bị ám ảnh về cái chết đầy bi kịch của cha, mẹ và của chính mình để rồi ý chí báo thù cho những người mình thương yêu luôn dằn vặt và dẫn dắt cô trở thành một nữ sát thủ chuyên nghiệp. Một ngày kia, cô được thuê giết chết hai cha con Mark và Abby. Sự hồn nhiên trong sáng của Abby đã làm chùn lòng nàng sát thủ máu lạnh, cô giúp đỡ hai cha con trốn thoát. Nhưng cuộc chiến thực sự bắt đầu khi nhóm tà giáo The Hands đích thân đuổi bắt Abby.",
      "episodes": "1",
      "runtime": "100",
      "actor": "Jennifer Garner, Kirsten Prout, Will Yun Lee, Terence Stamp",
      "country": "Mỹ",
      "genre": "Hành động",
      "releases": "2005",
      "poster": "https://images-na.ssl-images-amazon.com/images/I/51b9ss5YYoL._AC_.jpg",
      "trailer": "https://www.youtube.com/embed/lJsYp0oWAgk",
      "movie": ""
    },
    {
      "id": "8915efc7-0a07-46e0-98c4-fa81e3c234e5",
      "title": "Freaky",
      "content": "Bộ phim có nội dung nói về một nữ sinh trung học đã hoán đổi thân xác với một tên giết người hàng loạt. Trong vòng 24 giờ, sự thay đổi này sẽ trở thành vĩnh viễn, liệu cô gái phải làm thế nào?",
      "episodes": "1",
      "runtime": "102",
      "actor": "Kathryn Newton, Vince Vaughn, Uriah Shelton, Misha Osherovich, Celeste O'Connor",
      "country": "Mỹ",
      "genre": "Hài hước",
      "releases": "2020",
      "poster": "https://static2.showtimes.com/poster/660x980/freaky-149171.jpg",
      "trailer": "https://www.youtube.com/embed/kislz8JQeCM",
      "movie": ""
    },
    {
      "id": "7edb7359-753d-4f8c-be5b-f268a7d9d2a5",
      "title": "Mulan",
      "content": "Mộc Lan sẽ đưa người xem trở về Trung Hoa thời nhà Đường, theo chân cô nàng Mộc Lan giả dạng nam nhân thay cha nhập ngũ. Với tinh thần quả cảm và nghị lực phi thường, cô đã dẫn dắt binh lính đánh bại quân xâm lược phương Bắc và trở thành một trong những chiến binh vĩ đại nhất lịch sử. “Thần tiên tỉ tỉ” Lưu Diệc Phi đảm nhận vai nữ anh hùng của bộ phim.\n\nMộc Lan là con gái trưởng của chiến binh kì cựu Hoa Hồ. Sau khi bị các thế lực phương Bắc tấn công, Hoàng đế Trung Hoa ban lệnh truyền xuống yêu cầu mỗi gia đình phải có một người đàn ông đi lính. Do nhà họ Hoa không có con trai, Mộc Lan đã lén thế chỗ cho người cha già của mình.",
      "episodes": "1",
      "runtime": "115",
      "actor": "Lưu Diệc Phi, Lý Liên Kiệt, Chung Tử Đơn, Củng Lợi",
      "country": "Mỹ",
      "genre": "Hành động",
      "releases": "2020",
      "poster": "https://images-na.ssl-images-amazon.com/images/I/81fFRUvEJDL._AC_SY879_.jpg",
      "trailer": "https://www.youtube.com/embed/R-eFm--k21c",
      "movie": ""
    },
    {
      "id": "c07d6c0e-4756-416c-bb9c-7983cca43748",
      "title": "Kingsman: Golden Circle",
      "content": "Sau sự kiện ở phần một, Eggsy giờ đây đã trở thành điệp viên chính thức của tổ chức Kingsman. Eggsy cùng chuyên gia công nghệ Merlin và các đồng đội cũ buộc phải chạy sang Mỹ sau khi căn cứ của Kingsman bị phá hủy. Tại đây, họ phải phối hợp cùng các đồng minh thuộc Statesmen, tổ chức điệp viên tại Mỹ, để triệt phá mưu của ác nữ Poppy, vốn là thành viên của The Golden Circle - một hội kín mang mục đích lập lại trật tự thế giới mới.\n\nSự trở lại của những điệp viên lịch lãm.",
      "episodes": "1",
      "runtime": "135",
      "actor": "Taron Egerton, Edward Holcroft, Gordon Alexander",
      "country": "Mỹ",
      "genre": "Hành động",
      "releases": "2017",
      "poster": "https://rapchieuphim.com/photos/2/kingsman/poster-moi-cua-kingsman-the-golden-circle-duoc-phat-hanh-quy-tu-day-du-tat-ca-cac-nhan-vat-chu-chot-1.jpg",
      "trailer": "https://www.youtube.com/embed/6Nxc-3WpMbg",
      "movie": ""
    },
    {
      "id": "86427ceb-d86d-4ad7-9c91-ebbedbea8e87",
      "title": "Anna",
      "content": "Ẩn sau vẻ đẹp thần bí của Anna là những kỹ năng chiến đấu vô cùng ấn tượng. Điều này biến cô trở thành một trong những sát thủ nguy hiểm nhất thế giới...",
      "episodes": "2",
      "runtime": "118",
      "actor": "Sasha Luss, Helen Mirren, Luke Evans",
      "country": "Mỹ",
      "genre": "Hành động",
      "releases": "2019",
      "poster": "https://img.goldposter.com/2019/08/anna_poster_goldposter_com_16.jpg",
      "trailer": "https://www.youtube.com/embed/Z6yTXsCauIc",
      "movie": ""
    },
    {
      "id": "2e38ca53-07fb-4c65-be96-b444db20f2fe",
      "title": "Soul",
      "content": "2 giải Oscar năm 2021 dành cho 'Phim hoạt hình xuất sắc nhất' và 'Nhạc phim xuất sắc nhất'.\n\nBộ phim kể về Joe - một giáo viên thanh nhạc đã ở tuổi xế chiều mà vẫn chưa đạt được thành tựu nào trong cuộc sống. Ngày ông gần chạm tay được tới ước mơ, ông lại bất ngờ... ngã xuống cống và chết. Linh hồn của Joe lưu lạc đến một thế giới khác của những linh hồn, và trong lúc tìm cách quay trở về với cơ thể của mình, Joe phải kèm cặp một linh hồn không-muốn-sống là 22. Qua cuộc đời của Joe, 22 cũng bắt đầu nhìn thấy những vẻ đẹp của cuộc sống còn Joe lại tìm được lý tưởng mới cho chính mình.\n\nPhim chỉ ra lối đi tích cực cho câu hỏi hóc búa mà chúng ta đôi khi phải dành cả đời để giải đáp: “Cuối cùng, chúng ta sống vì điều gì?”.",
      "episodes": "2",
      "runtime": "96",
      "actor": "Jamie Foxx, Tina Fey, Graham Norton, Rachel House, Richard Ayoade",
      "country": "Mỹ",
      "genre": "Hài hước",
      "releases": "2020",
      "poster": "https://www.redheadbabymama.com/wp-content/uploads/2021/03/1-1-666x999.jpg",
      "trailer": "https://www.youtube.com/embed/xOsLIiBStEs",
      "movie": ""
    },
    {
      "id": "77a295d6-6418-47e2-b3c9-d6a28a52c21d",
      "title": "P Storm",
      "content": "Sau thành công của bộ ba \"Z Storm\", \"S Storm\" và \"L Storm\", phần tiếp theo \"P Storm\" kể về một gã cảnh sát đã nhận hối lộ 30 triệu đô la Hong Kong để giúp một kẻ giết người trong nhà tù sớm được trả tự do. Một cuộc điều tra đã được bắt đầu để tìm ra danh tính gã cảnh sát. Lục Chí Liêm (Cổ Thiên Lạc) vào tù giả làm phạm nhân để tiếp cận và tìm chứng cứ từ Tào Nguyên Nguyên (Lâm Phong) – thiếu gia ăn chơi khét tiếng đang bị giam giữ, còn đồng nghiệp Trình Đức Minh (Trịnh Gia Dĩnh) thì ở bên ngoài để tìm kiếm bằng chứng. Trong khoảng thời gian này, Lục Chí Liêm còn phải đối mặt với những kẻ từng bị anh vạch tội bỏ tù trước đây.",
      "episodes": "2",
      "runtime": "95",
      "actor": "Cổ Thiên Lạc, Lâm Phong, Trịnh Gia Dĩnh",
      "country": "Trung Quốc",
      "genre": "Hành động",
      "releases": "2019",
      "poster": "https://m.media-amazon.com/images/M/MV5BNjY5NWZiMWQtZTc1Zi00OGE0LTlmOWYtMDYwYmMzMDRkZjliXkEyXkFqcGdeQXVyOTUzODczNjk@._V1_.jpg",
      "trailer": "https://www.youtube.com/embed/gcrPb3_VQYY",
      "movie": ""
    },
    {
      "id": "7fc4fba7-d46d-4357-9471-7450e12de56d",
      "title": "Điên Tối",
      "content": "Chuyện phim về anh chàng đạo diễn thực tập (Liên Bỉnh Phát đóng) phải tìm mọi cách thuyết phục cô nhà văn trẻ nhưng ghét điện ảnh (Yu Dương đóng) đảm nhận vai trò biên kịch cho bộ phim đầu tay của mình. Vào một đêm tối trời, 2 người trẻ tuổi nhanh chóng phát hiện những điều mờ ám và kỳ quái tại ngôi nhà với \"căn phòng khoá trái\" do 1 nhạc công piano làm chủ (Phan Anh đóng). Họ quyết định đột nhập vào nhà để điều tra nhưng lại khám phá ra những bí ẩn kinh hoàng không ai ngờ tới.",
      "episodes": "1",
      "runtime": "90",
      "actor": "Liên Bỉnh Phát, Yu Dương, Vũ Phan Anh, Hoàng Kate",
      "country": "Việt Nam",
      "genre": "Tâm lý",
      "releases": "10/6/2021",
      "poster": "https://myvt.net/wp-content/uploads/2021/06/poster-phim-den-toi.jpg",
      "trailer": "https://www.youtube.com/embed/qc8lQ6CYqQg",
      "movie": ""
    },
    {
      "id": "f024ed0d-8b15-45d2-9a65-feed060b8686",
      "title": "Trolls World Tour",
      "content": "Nối tiếp thành công của phần phim đầu tiên Trolls (2016), hãng Dreamworks mở rộng câu chuyện về những chú quỷ lùn tinh nghịch. Thế giới loài troll từ thuở hồng hoang chia thành sáu vương quốc, đại diện cho sáu thể loại âm nhạc gồm: pop, nhạc đồng quê, funk, techno, nhạc cổ điển và rock. Cho đến khi Nữ hoàng nhạc Rock Barb (Rachel Bloom lồng tiếng) tiến hành xâm lược các vương quốc còn lại nhằm thống nhất loài troll. Đối mặt với hiểm họa chung, Nữ hoàng nhạc Pop Poppy (Anna Kendrick) cùng Branch (Justin Timberlake) và nhóm bạn quyết định lên đường giải cứu âm nhạc. Hành trình giúp các troll trưởng thành, học cách lắng nghe nhau và thấu hiểu thế giới.\n\nChuyến lưu diễn tinh nghịch và đầy sắc màu vui tươi.",
      "episodes": "1",
      "runtime": "90",
      "actor": "Anna Kendrick, Justin Timberlake, Rachel Bloom, James Corden",
      "country": "Mỹ",
      "genre": "Hài hước",
      "releases": "2020",
      "poster": "https://image.posterlounge.com/images/l/1898752.jpg",
      "trailer": "https://www.youtube.com/embed/yP86-TR6IME",
      "movie": ""
    },
    {
      "id": "6cbed5a8-6852-46c8-87e3-cebb3f3fddcc",
      "title": "Bigfoot Family",
      "content": "'Gia Đình Chân To Phiêu Lưu Ký' tiếp nối phần phim 'Bố Tớ Là Chân To' kể về cuộc phiêu lưu thú vị đến vùng đất Alaska với mong muốn truyền tải thông điệp ý nghĩa về môi trường sau khi Adam và Bố trở thành những gương mặt được truyền thông săn đón. Trong lúc đang dốc sức để mang lại những điều tuyệt vời cho Alaska, họ đã phát hiện một âm mưu tàn phá môi trường. Liệu gia đình Chân To có ngăn chặn được âm mưu độc ác này và bảo vệ vùng đất?",
      "episodes": "1",
      "runtime": "88",
      "actor": "Jace Norman, Kylian Trouillard, David Lodge, Laila Berzins",
      "country": "Mỹ",
      "genre": "Hài hước",
      "releases": "2020",
      "poster": "https://m.media-amazon.com/images/M/MV5BMjNkYjUzODItNGM3ZS00Y2JjLWI2OTUtZjZmYjkzZTQzMTdmXkEyXkFqcGdeQXVyNjYxNzY5MjE@._V1_.jpg",
      "trailer": "https://www.youtube.com/embed/4wvZf8NWhLM",
      "movie": ""
    },
    {
      "id": "de000e3b-f29c-4aa4-81ee-9f85d83a39b1",
      "title": "Naughty Brothers",
      "content": "Ton là con trai một trong gia đình và được ba mẹ thương yêu hết mực. Cậu bé không thiếu thốn thứ gì và luôn được chiều chuộng từ miếng ăn đến giấc ngủ. Thế nhưng, tất cả đã thay đổi từ khi có sự xuất hiện của cậu em trai thất lạc bấy lâu – Tin. Ba mẹ lẫn cô giúp việc nhí nhảnh đều chuyển dần sự quan tâm sang cho Tin khiến Ton cảm thấy hụt hẫng và chán ghét em trai ruột của mình. Vì thế, thay vì vui mừng hội ngộ với em trai sau bao năm xa cách, thì Ton lại luôn tỏ ra lạnh lùng cũng như nghĩ đủ trò để hành hạ Tin cho bõ tức.\n\nDù bị Ton đối xử không tốt, Tin vẫn luôn tin tưởng và nghe lời anh trai. Cậu không ngại làm nhiều việc để anh vui mặc cho bản thân có chịu chút thiệt thòi.\n\nThế rồi trong một lần trải qua một vụ thất lạc nguy hiểm, Ton nhận ra tình cảm của mình dành cho Tin. Hai anh em từ đó trở nên thân thiết và gắn bó không rời…\n\nBộ phim ý nghĩa về tình cảm gia đình.",
      "episodes": "1",
      "runtime": "88",
      "actor": "Hiếu Hiền, Puka, Bé Kutin",
      "country": "Việt Nam",
      "genre": "Hài hước",
      "releases": "2017",
      "poster": "https://popcornusa.s3.amazonaws.com/movies/650/4024-0-ANHEMSIU.jpg",
      "trailer": "https://www.youtube.com/embed/X4z0RO_fygc",
      "movie": ""
    },
    {
      "id": "f56b0d4e-729f-4718-86dd-7afe4fd1945e",
      "title": "Yesterday",
      "content": "Ngày Hôm Qua lấy bối cảnh một thế giới nơi nhóm The Beatles bỗng nhiên bị “tan biến” khỏi nền văn hóa âm nhạc đương đại, và nhân vật chính Jack Malik (Himesh Patel) là người duy nhất còn nhớ đến họ.",
      "episodes": "1",
      "runtime": "116",
      "actor": "Lily James , Himesh Patel, Sophia Di Martino, Ellise Chappell, Meera Syal",
      "country": "Mỹ",
      "genre": "Hài hước",
      "releases": "2019",
      "poster": "https://www.movieartarena.com/imgs/yesterdayf.jpg",
      "trailer": "https://www.youtube.com/embed/Ry9honCV3qc",
      "movie": ""
    },
    {
      "id": "80696be8-e5b7-4ae8-8618-e6389eb0215e",
      "title": "Ride Your Wave",
      "content": "Lướt Sóng Cùng Em kể về mối tình bi kịch của Hinako và chàng lính cứu hỏa Minato. Khi tình yêu vừa chớm thì Minato gặp tai nạn lướt sóng và vĩnh viễn ra đi",
      "episodes": "1",
      "runtime": "95",
      "actor": "Ryota Katayose, Rina Kawaei, Kentaro Ito, Honoka Matsumoto",
      "country": "Nhật Bản",
      "genre": "Hài hước",
      "releases": "2019",
      "poster": "https://gkids.com/wp-content/uploads/2019/07/RYW_finish_hires_art@025x-550x804.jpg",
      "trailer": "https://www.youtube.com/embed/OOEpST-PHh8",
      "movie": ""
    },
    {
      "id": "3e7c6cd0-5910-423e-b7ea-51d043d80512",
      "title": "Knives Out",
      "content": "Nhân dịp sinh nhật lần thứ 85 của mình, tiểu thuyết gia trinh thám nổi tiếng Harlan Thombrey đã tổ chức một buổi tiệc với đông đủ các thành viên trong gia đình. Tuy nhiên, ông Harlan bất ngờ qua đời ngay trong ngày hôm đấy. Thám tử Benoit Blanc được cử đến để điều tra vụ án và tất cả mọi người trong gia đình đều trở thành nghi phạm. Vậy trong ngôi nhà nhiều thế hệ này, ai mới chính là ‘Kẻ Đâm Lén’?",
      "episodes": "2",
      "runtime": "130",
      "actor": "Daniel Craig, Chris Evans, Ana De Armas, Jamie Lee Curtis, Michael Shannon, Christopher Plummer, Toni Collette",
      "country": "Mỹ",
      "genre": "Hài hước",
      "releases": "2019",
      "poster": "https://eplay-prod.s3.eu-west-1.amazonaws.com/store/movie_region_poster/28043/file/movie_detail_image/9f9abc6a1df5444af03d9898f17013ee.jpg",
      "trailer": "https://www.youtube.com/embed/sL-9Khv7wa4",
      "movie": ""
    },
    {
      "id": "d6ae49c8-be2e-4d58-810c-47480919407b",
      "title": "The King of Staten Island",
      "content": "Ông Vua Đảo Staten kể về một chàng trai có tên Scott, anh mắc chứng chậm phát triển kể từ khi cha anh - một người lính cứu hỏa đã qua đời. Anh dành cả ngày để hút cỏ và mơ ước trở thành một nghệ sĩ xăm hình cho đến khi những biến cố buộc anh phải vật lộn với nỗi đau và thực hiện những bước ngoặt đầu tiên trong đời.",
      "episodes": "1",
      "runtime": "137",
      "actor": "Pete Davidson, Bel Powley, Ricky Velez, Lou Wilson",
      "country": "Mỹ",
      "genre": "Hài hước",
      "releases": "2020",
      "poster": "https://images-na.ssl-images-amazon.com/images/I/81lpIz%2BwANL._AC_SL1500_.jpg",
      "trailer": "https://www.youtube.com/embed/azkVr0VUSTA",
      "movie": ""
    },
    {
      "id": "65ab44ee-d71f-4f40-89c3-0a9bcd6211a8",
      "title": "Hot Boy Nổi Loạn 2",
      "content": "Năm 2011, Hot boy nổi loạn gây sốt trong làng điện ảnh Việt nhờ nội dung khắc họa trực diện cuộc sống của những người thuộc tầng lớp đáy xã hội: gái mại dâm, trai đứng đường và kẻ tật nguyền. Và năm nay - 2017, sự lãng mạn, tính nhân văn cùng những khung hình đẹp nên thơ của đất Sài Gòn khiến đây trở thành một trong những tác phẩm điện ảnh đáng nhớ nhất đến từ đạo diễn Vũ Ngọc Đãng : Hot Boy Nổi Loạn - Phần 2.",
      "episodes": "1",
      "runtime": "83",
      "actor": "Lương Mạnh Hải, La Quốc Hùng, Trần Huy Anh",
      "country": "Việt Nam",
      "genre": "Tâm lý",
      "releases": "2017",
      "poster": "http://ftpmirror.your.org/pub/wikimedia/images/wikipedia/vi/9/96/POSTER_-_HOT_BOY_NOI_LOAN_19218.jpg",
      "trailer": "https://www.youtube.com/embed/SiSW7oC3y8I",
      "movie": ""
    },
    {
      "id": "783907f9-6852-43fe-b0a6-dc06d6fcf2e9",
      "title": "Walk with Me",
      "content": "Bước Chân An Lạc là bộ phim thiền định về một cộng đồng các nhà sư và chư Ni Phật giáo đã cống hiến đời mình để làm chủ được nghệ thuật chánh niệm với vị thầy nổi tiếng thế giới Thích Nhất Hạnh.",
      "episodes": "1",
      "runtime": "94",
      "actor": "Benedict Cumberbatch, Thích Nhất Hạnh",
      "country": "Anh",
      "genre": "Tâm lý",
      "releases": "2017",
      "poster": "https://images-na.ssl-images-amazon.com/images/I/61Ls2cJyQYL._AC_SY679_.jpg",
      "trailer": "https://www.youtube.com/embed/u9V4cKTffLU",
      "movie": ""
    },
    {
      "id": "0aafdc52-b7ce-45f3-8365-d848d8e39ba2",
      "title": "Farewell, Berlin Wall",
      "content": "Quyên là bộ phim được chuyển thể từ cuốn tiểu thuyết cùng tên của nhà văn Nguyễn Văn Thọ. Chuyện phim kể về cuộc đời của cô gái Hà Nội tên Quyên trong thời kỳ hỗn mang khi bức tường Berlin sụp đổ. Trong hành trình tìm sự sống nơi xứ người, Quyên đã gặp và trải qua những khoảnh khắc khó quên bên cạnh những người đàn ông yêu thương cô. Phim Quyên có sự tham gia của diễn viên Trần Bảo Sơn, sao hành động Gary Daniels, người đẹp Vũ Ngọc Anh và diễn viên David Trần.",
      "episodes": "1",
      "runtime": "94",
      "actor": "Vũ Ngọc Ánh, Trần Bảo Sơn, Gary Daniels",
      "country": "Việt Nam",
      "genre": "Tâm lý",
      "releases": "2015",
      "poster": "https://m.media-amazon.com/images/M/MV5BYWEzMzA2MTEtYTEzMC00NGIyLTk2ZGEtOGZjNWUxMTg2YjJiXkEyXkFqcGdeQXVyNDY4Mzg1NjI@._V1_.jpg",
      "trailer": "https://www.youtube.com/embed/gFt-XLCqXh0",
      "movie": ""
    },
    {
      "id": "26f9398d-2d33-4863-bfbb-eec647e5312b",
      "title": "Ma",
      "content": "Phim Ma do đạo diễn Tate Taylor đảm nhận vai trò chỉ đạo nội dung, cái tên lừng danh với 2 tác phẩm The Help và Get On Up, được sản xuất bởi Blum cùng hãng phim Blumhouse Productions.\n\nSue Ann là người phụ nữ độc thân sống tại một thị trấn nhỏ ở ban Ohio, cô độc và ít không giao tiếp với nhiều người. Một ngày, cô gái trẻ tên Maggie nhờ Ann mua rượu giúp cô và đám bạn để tổ chức một bữa tiệc nhớ đời. Ann muốn bọn trẻ gọi mình là Ma và cho chúng ở lại tầng hầm nhà mình với điều kiện không được đặt chân lên tầng. Và rồi điều gì đến cũng đã đến, lần lượt từng thành viên trong nhóm gặp phải nguy hiểm, nỗi kinh hoàng mang tên Ma chính thức bắt đầu.",
      "episodes": "1",
      "runtime": "99",
      "actor": "Octavia Spencer, Diana Silvers, Juliette Lewis, McKaley Miller, Corey Fogelmanis",
      "country": "Mỹ",
      "genre": "Tâm lý",
      "releases": "2019",
      "poster": "https://images-na.ssl-images-amazon.com/images/I/71sgsn-zXPL._AC_SL1394_.jpg",
      "trailer": "https://www.youtube.com/embed/eIvbEC8N3cA",
      "movie": ""
    },
    {
      "id": "4cb31caa-8127-4cfa-bb35-ab26d0269474",
      "title": "Gretel & Hansel",
      "content": "Gretel & Hansel: Truyện cổ kỳ dị theo chân 2 chị em ruột Gretel (Sophia Lillis, sao nhí từng thủ vai trong phim IT) và Hansel (Samuel Leakey đảm nhận) trong hành trình sinh tồn giữa thời điểm đói kém sau khi bị người mẹ điên dại đuổi khỏi nhà. Trên đường băng qua rừng sâu, 2 chị em gặp loạt rắc rối và được một người lạ mặt chỉ đường đến nơi có thể làm việc và tá túc.\n\nTuy nhiên, chính những đứa trẻ này cũng không ngờ, họ phải đối mặt với nỗi sợ hãi lớn nhất của người dân: phù thủy. Từ đây, Gretel và Hansel đã được một phụ nữ lạ mặt cưu mang, nhưng kéo theo lòng tốt của mụ ta là loạt sự thật kinh tởm được phơi bày giữa rừng sâu.",
      "episodes": "2",
      "runtime": "87",
      "actor": "Sophia Lillis, Samuel Leakey, Alice Krige, Jessica De Gouw, Fiona O'Shaughnessy",
      "country": "Mỹ",
      "genre": "Tâm lý",
      "releases": "2020",
      "poster": "https://images-na.ssl-images-amazon.com/images/I/914SueWSaoL._SL1500_.jpg",
      "trailer": "https://www.youtube.com/embed/QZblQLhKcZQ",
      "movie": ""
    },
    {
      "id": "2cecc645-a787-425e-85be-36df73c23f24",
      "title": "Journey to China: The Mystery of Iron Mask",
      "content": "Nhà thám hiểm Jonathan Green nhận lệnh từ Peter Đại Đế phải hoàn thành bản đồ miền Đông nước Nga. Trong cuộc hành trình ẩn chứa nhiều điều bất ngờ, anh đã đặt chân đến Trung Quốc và đối mặt với nhiều sinh vật kỳ quái.",
      "episodes": "2",
      "runtime": "120",
      "actor": "Thành Long, Arnold Schwarzenegger, Anna Churina, Jason Flemyng, Yuri Kolokolnikov",
      "country": "Trung Quốc",
      "genre": "Hành động",
      "releases": "2019",
      "poster": "https://cityonfire.com/wp-content/uploads/2020/02/viy_two_ver3.jpg",
      "trailer": "https://www.youtube.com/embed/tt-ifhj7D64",
      "movie": ""
    },
    {
      "id": "c45ea290-7faa-417e-8014-ef64d10affca",
      "title": "Life of Pi",
      "content": "Nội dung chính của Life of Pi bắt đầu khi cha của Pi quyết định đưa cả gia đình cùng những con vật trong sở thú của ông vượt biển sang Canada. Thật không may, con tàu bị nhấn chìm bởi một cơn bão lớn. Pi là người sống sót duy nhất trên con thuyền cứu hộ cùng với linh cẩu, ngựa vằn, chuột, đười ươi một con hổ Bengal tên Richard Parker. Cuối cùng chỉ còn lại Pie và Richard, một mình giữa đại dương, Pi phải tìm cách để làm bạn và sống sót cùng người bạn hoang dã này. Life of Pie là khúc ca ca ngợi niềm tin vào cuộc sống dù có muôn vàn khó khăn. Những thử thách mà Pi phải trải qua chính là thử thách mà mỗi chúng ta phải trải qua trong đời.\n\nTin vào những điều không tưởng.",
      "episodes": "1",
      "runtime": "122",
      "actor": "Suraj Sharma, Irrfan Khan, Shravanthi Sainath",
      "country": "Mỹ",
      "genre": "Tâm lý",
      "releases": "2012",
      "poster": "https://cdn.shopify.com/s/files/1/1416/8662/products/lifeofPi_2012_style_a_original_film_art_1200x.jpg?v=1605573981",
      "trailer": "https://www.youtube.com/embed/j9Hjrs6WQ8M",
      "movie": ""
    },
    {
      "id": "dfda6322-41ce-4056-bc60-4b79ade0e7f3",
      "title": "Titanic",
      "content": "\"Titanic\" là một bộ phim thảm họa lãng mạn có yếu tố lịch sử của Mỹ, phát hành năm 1997, do James Cameron làm đạo diễn. Phim lấy ý tưởng dựa trên vụ đắm tàu RMS Titanic nổi tiếng vào năm 1912. Diễn viên chính Leonardo DiCaprio và Kate Winslet trong vai hai con người đến từ hai tầng lớp khác nhau trong xã hội, họ đem lòng yêu nhau trên chuyến ra khơi đầu tiên của con tàu xấu số. Công chiếu lần đầu tiên ngày 1 tháng 11 năm 1997 tại Liên hoan phim quốc tế Tokyo và phát hành chính thức từ ngày 19 tháng 12 năm 1997, bộ phim đã giành được thành công vang dội thu về hơn 2 tỷ USD.\n\nCảm xúc mãnh liệt từ con tàu huyền thoại.",
      "episodes": "1",
      "runtime": "187",
      "actor": "Leonardo DiCaprio, Kate Winslet, Billy Zane, Frances Fisher, Bill Paxton, Victor Garber",
      "country": "Mỹ",
      "genre": "Tâm lý",
      "releases": "1997",
      "poster": "https://i.pinimg.com/originals/75/1f/54/751f5482facac19cff49ca5e0a0861cf.jpg",
      "trailer": "https://www.youtube.com/embed/kVrqfYjkTdQ",
      "movie": ""
    },
    {
      "id": "94c5df25-6d63-4e08-83b6-f6af4104a051",
      "title": "Maze Runner: The Scorch Trials",
      "content": "Thomas và các bạn chưa bao giờ hình dung điều gì ghê gớm hơn các thách thức đã gặp phải trong Mê cung. Nhưng họ đã lầm. Trí nhớ khiếm khuyết của họ khiến họ không biết đến những gì đã và đang diễn ra ở thế giới bên ngoài. Những thứ còn khủng khiếp hơn bầy Nhím Sầu, lắt léo hơn các ngóc ngách Mê Cung và tàn nhẫn hơn cả sự Biến Đổi. Liệu vai trò thật sự của nhóm Thomas trong toàn bộ chuyện này là gì? Sẽ thế nào nếu họ biết rằng còn có những Mê Cung khác ngoài nơi mà họ vừa thoát ra?\n\nLời giải đáp cho những bí mật còn ẩn giấu.",
      "episodes": "1",
      "runtime": "132",
      "actor": "Dylan O'Brien, Ki Hong Lee, Kaya Scodelario, Thomas Brodie-Sangster",
      "country": "Mỹ",
      "genre": "Hành động",
      "releases": "2015",
      "poster": "https://images-na.ssl-images-amazon.com/images/I/A1KMUIdd3XL._AC_SL1500_.jpg",
      "trailer": "https://www.youtube.com/embed/-44_igsZtgU",
      "movie": ""
    },
    {
      "id": "d22a5032-170c-40b3-9a61-28a54e456f1e",
      "title": "The A-Team",
      "content": "Bộ phim kể về biệt đội đặc biệt gồm bốn người lính siêu hạng: thủ lĩnh Hannibal, trung úy Baracus, Quinton Jackson và viên phi công Murdock. Sau 8 năm sát cánh bên nhau với hơn 80 nhiệm vụ lớn nhỏ tại nhiều chiến trường trên thế giới, biệt đội bất ngờ bị CIA bắt giữ về những tội lỗi mà họ không hề phạm phải. Giờ đây, bốn người chỉ còn cách thoát thân để chứng minh sự trong sạch của mình và tìm ra kẻ thù đứng đằng sau âm mưu thâm độc này...\n\nMột bộ phim hành động liên hoàn đậm chất giải trí!",
      "episodes": "1",
      "runtime": "114",
      "actor": "Liam Neeson, Bradley Cooper, Jessica Biel, Jessica Biel",
      "country": "Mỹ",
      "genre": "Hành động",
      "releases": "2010",
      "poster": "https://images-na.ssl-images-amazon.com/images/I/51lgN76KgQL._AC_.jpg",
      "trailer": "https://www.youtube.com/embed/exyzEFrmLuM",
      "movie": ""
    },
    {
      "id": "0da46eee-8bb6-414d-bd53-29695cbe9925",
      "title": "Despicable Me 2",
      "content": "Trong Despicable Me 2, nhân vật Gru rũ bỏ quá khứ là một tên trộm tinh quái để toàn tâm nuôi dạy 3 cô con gái là Margo, Edith và Agnes. Thế nhưng ngay khi Gru quyết định lui về với gia đình và trở thành một người cha mẫu mực thì một tổ chức bí mật với quy mô toàn cầu đến gõ cửa. Gru cùng với cộng sự mới của anh -- Lucy cùng bắt tay tham gia vào cuộc truy tìm xem ai là kẻ đứng sau chuỗi những phi vụ âm mưu đình đám đang diễn ra. Và thế là, quái kiệt Gru một thời lại trở lại với thế giới để khẳng định vị trí bất khả chiến bại của mình.",
      "episodes": "1",
      "runtime": "98",
      "actor": "Steve Carell, Kristen Wiig, Benjamin Bratt",
      "country": "Mỹ",
      "genre": "Hài hước",
      "releases": "2014",
      "poster": "https://m.media-amazon.com/images/M/MV5BMjExNjAyNTcyMF5BMl5BanBnXkFtZTgwODQzMjQ3MDE@._V1_.jpg",
      "trailer": "https://www.youtube.com/embed/yM9sKpQOuEw",
      "movie": ""
    },
    {
      "id": "fef8f985-ca66-4145-8e7b-85bd540330a6",
      "title": "Eddie The Eagle",
      "content": "Bộ phim Eddie The Eagle được làm dựa nên câu chuyện đời tràn đầy cảm hứng của vận động viên trượt tuyết người Anh - Eddie Edwards. Từ năm 10 tuổi, mặc dù gặp một chấn thương đầu gối khá nghiêm trọng nhưng Eddie Edwards vẫn kiên trì theo đuổi giấc mơ được tham dự và đoạt huy chương tại thế vận hội thể thao lớn nhất hành tinh: Olympic.\n\nKhông có vinh quang cho kẻ bỏ cuộc.",
      "episodes": "1",
      "runtime": "101",
      "actor": "Tom Costello Jr., Jo Harltey, Keith Alen",
      "country": "Mỹ",
      "genre": "Tâm lý",
      "releases": "2016",
      "poster": "https://m.media-amazon.com/images/M/MV5BNWQyODFlZjItNzYxNi00ZDMyLTlhNWEtYjBiZTI3MzcxNmI0XkEyXkFqcGdeQXVyMTA4NjE0NjEy._V1_.jpg",
      "trailer": "https://www.youtube.com/embed/hyzQjVUmIxk",
      "movie": ""
    },
    {
      "id": "a1b037f1-0fe1-4a2c-ac09-2b33c00e57d4",
      "title": "As Above, So Below",
      "content": "Phim kể về một nhóm các bạn trẻ ưa mạo hiểm và khám phá quyết định thực hiện một chuyến phiêu lưu tìm hiểu hệ thống hầm mộ cổ xưa trải dài hàng dặm nằm bên dưới đường phố của thủ đô Paris, vốn là ngôi nhà chung của vô số linh hồn đã nằm lại từ hàng trăm năm trước. Khi nhóm thám hiểm xâm nhập vào hệ thống mê cung đáng sợ này, họ bất ngờ khám phá ra một bí mật tăm tối bên trong thành phố của người chết dẫn tới một cuộc trốn chạy khủng khiếp và đầy chết chóc và sợ hãi.",
      "episodes": "1",
      "runtime": "100",
      "actor": "Perdita Weeks, Ben Feldman, Edwin Hodge",
      "country": "Mỹ",
      "genre": "Kinh dị",
      "releases": "2014",
      "poster": "https://i.pinimg.com/originals/14/ca/41/14ca41a4b396c6f1ecae8295bc94c6b1.jpg",
      "trailer": "https://www.youtube.com/embed/X_BaqNzdGXY",
      "movie": ""
    },
    {
      "id": "171520ed-b5d2-45c5-86a6-41a634a1257d",
      "title": "The Maze Runner",
      "content": "The Maze Runner là bộ phim được chuyển thể từ bộ truyện cùng tên có nội dung giả tưởng về nhóm bạn trẻ bị giam giữ trong 'Trảng' với một trí nhớ không rõ ràng, và cuộc vật lộn tìm lối thoát. Làm thế nào họ sống sót được giữa một mê cung khổng lồ đầy những sinh vật nguy hiểm và thay đổi lời giải hằng đêm? Ai sẽ là người sống sót cuối cùng sau những bí mật chết người kia?\n\nÂm mưu nào đứng sau mê cung kì bí?",
      "episodes": "1",
      "runtime": "109",
      "actor": "Dylan O'Brien, Aml Ameen, Ki Hong Lee",
      "country": "Mỹ",
      "genre": "Hành động",
      "releases": "2014",
      "poster": "https://images-na.ssl-images-amazon.com/images/I/91nB2P7VgvL._AC_SL1500_.jpg",
      "trailer": "https://www.youtube.com/embed/AwwbhhjQ9Xk",
      "movie": ""
    },
    {
      "id": "c5b63631-26ef-43a5-aff4-cdf5396f8b57",
      "title": "Unbreakable",
      "content": "Dunn là người sống sót duy nhất sau một tai nạn xe lửa thảm khốc. Tất cả hành khách trên chuyến xe lửa đều tử nạn, riêng anh trở về không một vết xây xước. Và anh gặp một con người kỳ lạ, sự ám ảnh của con người đó khiến anh phát hiện ra một bí mật liên quan đến chính con người anh và điều đó đã khiến cuộc đời anh thay đổi mãi mãi.",
      "episodes": "1",
      "runtime": "106",
      "actor": "Bruce Willis, Samuel L. Jackson, Robin Wright, Spencer Treat Clark, Charlayne Woodard",
      "country": "Mỹ",
      "genre": "Tâm lý",
      "releases": "2000",
      "poster": "https://images-na.ssl-images-amazon.com/images/I/41eC9mPjLJL._AC_.jpg",
      "trailer": "https://www.youtube.com/embed/UM-Xo8aSbcI",
      "movie": ""
    },
    {
      "id": "5b06e0b9-bfc8-47f2-a2a7-c2fdd0bb6311",
      "title": "Iron Man 3",
      "content": "Từ sau những sự kiện và những trận chiến đầy ám ảnh trong The Avengers, Tony Stark quay về ở ẩn trong căn biệt thự sang trọng của mình, tạm thời chờ đợi trong tư cách một tỷ phú giàu có được yêu mến và gác danh phận siêu anh hùng sang một bên.\n\nTuy nhiên, những hiểm họa mới lại tiếp tục xuất hiện dưới bóng ma bao trùm của một quái nhân, đồng thời cũng là một thiên tài về công nghệ - The Mandarin. Người bạn thân trong lực lượng quân đội Hoa Kỳ của Tony - James Rhodes cần tới sự giúp đỡ của anh và những bộ giáp siêu việt.\n\nMọi chuyện không hề dễ dàng như Tony và James tưởng tượng: dưới sức mạnh thần bí của mười chiếc nhẫn vũ trụ, The Mandarin đã đánh bại \"Người Sắt\", đồng thời khiến siêu anh hùng - tỷ phú trở thành kẻ mất trí nhớ...",
      "episodes": "1",
      "runtime": "131",
      "actor": "Robert Downey Jr., Gwyneth Paltrow, Don Cheadle, Guy Pearce",
      "country": "Mỹ",
      "genre": "Hành động",
      "releases": "2013",
      "poster": "https://i.pinimg.com/736x/ed/40/2c/ed402ca6e6dac4cafe42fc07186cbd5e.jpg",
      "trailer": "https://www.youtube.com/embed/f_h95mEd4TI",
      "movie": ""
    },
    {
      "id": "ddf40954-5ad9-4ae9-9e40-e74802d2aabb",
      "title": "The Secret Life Of Walter Mitty",
      "content": "The Secret Life of Walter Mitty là câu chuyện thú vị về cuộc đời của nhân vật chính - Walter Mitty, một chàng nhân viên văn phòng với những mơ mộng không bao giờ dứt, tự biến bản thân thành kẻ ngơ ngác trong chính cuộc đời mình và dễ dàng trở thành trò cười cho mọi người xung quanh. Một con người có những ước mơ vĩ đại, nhưng không thể hoàn thành những điều nhỏ nhặt nhất trong cuộc sống hằng ngày. Đến với The Secret Life of Walter Mitty, người xem sẽ đến với một thế giới hoàn toàn khác, với những tình tiết vượt xa khỏi trí tưởng tượng bình thường, được xây dựng bởi sự đầu tư kỹ lượng và hiệu ứng hình ảnh tuyệt vời của đạo diễn đa tài, cũng là diễn viên chính của bộ phim - Ben Stiller. Bộ phim cho chúng ta thấy cuộc đời của mỗi người là một chuyến hành trình dài đi tìm con người thật của chính mình từ đó có được hạnh phúc thật sự.\n\nNgừng mơ mộng. Hãy sống thực tế.",
      "episodes": "1",
      "runtime": "113",
      "actor": "Ben Stiller, Kristen Wiig, Jon Daly",
      "country": "Mỹ",
      "genre": "Tâm lý",
      "releases": "2012",
      "poster": "https://images-na.ssl-images-amazon.com/images/I/61T8AZlmCCL._AC_SY606_.jpg",
      "trailer": "https://www.youtube.com/embed/Bp_cxxqOaPM",
      "movie": ""
    },
    {
      "id": "1c3d3918-a9d3-4dcc-abaa-48ec82b3cbc2",
      "title": "Jurassic World",
      "content": "Bối cảnh của Jurassic World là hơn 20 năm sau kể từ sự kiện công viên kỷ Jura (1993). Isla Nublar - một hòn đảo ngoài khơi Thái Bình Dương thuộc khu vực Trung Mỹ - hiện là thế giới khủng long thật sự. Các nhà di truyền học tại đây vừa tạo ra loài khủng long lai mang tên Indominus Rex, nhằm thu hút khách du lịch hơn. Nhưng chính việc làm đó biến con người có nguy cơ thành món mồi cho quái thú.",
      "episodes": "1",
      "runtime": "124",
      "actor": "Chris Pratt, Bryce Dallas Howard, Nick Robinson, Irrfan Khan",
      "country": "Mỹ",
      "genre": "Viễn tưởng",
      "releases": "2015",
      "poster": "https://images-na.ssl-images-amazon.com/images/I/817O-vUusjL._AC_SL1500_.jpg",
      "trailer": "https://www.youtube.com/embed/RFinNxS5KN4",
      "movie": ""
    },
    {
      "id": "df1b2249-39af-46b3-aba6-37d61e7025bb",
      "title": "Pitch Black",
      "content": "Trong phim Quái Vật Trên Hành Tinh Lạ, tên tội phạm Richard nguy hiểm đến nỗi người ta phải đưa hắn tới một nhà tù bên ngoài Trái Đất để giam giữ. Trên đường đi, phi thuyền chở hắn gặp nạn và rơi xuống một hành tinh bỏ hoang. Phi thuyền vận tải Hunter Gratzner va chạm với một thiên thạch trong lúc chở 40 người tới hệ sao Tangiers. Nó rơi xuống một hành tinh bỏ hoang và rất ít ánh sáng. Trong phim hdnày, chỉ còn 11 người sống sót, trong đó có nữ phi công Carolyn Fry (Radha Mitchell), tên tội phạm Richard B. Riddick (Vin Diesel), chàng cảnh sát William J. Johns (áp tải Richard tới Tangiers để chấp hành án tù). Richard tìm cách bỏ trốn và William quyết tâm đi bắt tên tội phạm nguy hiểm. Trong lúc chôn cất các thi thể, một người trong nhóm sống sót đột ngột mất tích. Khi Richard bị bắt, người ta cho rằng gã đã bắt cóc anh chàng kia. Khi xem xét một cái hang, nữ phi công Carolyn phát hiện dấu vết của những sinh vật lạ dưới lòng đất. Trong lúc đi tìm nước, họ phát hiện một khu mỏ bỏ hoang và một phi thuyền nhỏ bị hỏng. Thêm một thành viên nữa trong nhóm thiệt mạng khi vô tình chạm trán với một lũ quái vật mới sinh.\n\n\nĐừng sợ bóng tối mà hãy sợ thứ ở trong bóng tối đó.",
      "episodes": "1",
      "runtime": "111",
      "actor": "Vin Diesel, Radha Mitchell, Cole Hauser",
      "country": "Mỹ",
      "genre": "Viễn tưởng",
      "releases": "2000",
      "poster": "https://www.themoviedb.org/t/p/original/5F1sINO5CGUh9tK6eGg8mRCPhQM.jpg",
      "trailer": "https://www.youtube.com/embed/n2pVnm3z6EA",
      "movie": ""
    },
    {
      "id": "5e6b6af8-73d6-4992-ba00-6fbf40105d0d",
      "title": "Hero",
      "content": "Bối cảnh của phim là đất nước Trung Hoa thời Chiến Quốc, bị chia cắt thành 7 nước Tần, Triệu, Hán, Ngụy, Yên, Tề và Sở. Các cuộc chiến tranh khốc liệt nổ ra liên miên giữa 7 quốc gia này nhằm tranh giành quyền bá chủ khiến muôn dân phải chịu cảnh chết chóc lầm than. Tần là nước mạnh nhất và Tần Vương luôn nung nấu tham vọng thống nhất đất nước, trở thành vị hoàng đế đầu tiên của Trung Hoa. Vì thế, từ lâu vị vua này luôn là mục tiêu ám sát của các nước khác. Tuy nhiên, có 3 thích khách khiến Tần Vương lo lắng là Tàn Kiếm, Phi Tuyết và Trường Không... Để trừ mối họa tâm phúc, Tần Vương hứa ban thưởng vàng bạc, lộc điền và cho phép người giết được 1 trong 3 cao thủ đó được diện kiến. Tuy nhiên, suốt 10 năm trời không ai có thể làm được điều này. Vì vậy, khi viên đình trưởng nhỏ, Vô Danh, tới hoàng cung với những vũ khí huyền thoại của 3 thích khách trên, Tần Vương đã không nén nổi tò mò...",
      "episodes": "1",
      "runtime": "99",
      "actor": "Lương Triều Vỹ, Trương Mạn Ngọc, Chương Tử Di, Chung Tử Đơn",
      "country": "Trung Quốc",
      "genre": "Hành động",
      "releases": "2002",
      "poster": "https://images-na.ssl-images-amazon.com/images/I/51n915umjZL._AC_.jpg",
      "trailer": "https://www.youtube.com/embed/_USDk5jaGek",
      "movie": ""
    },
    {
      "id": "3cfc0ab7-24fa-4ab5-be90-dbd269e6e826",
      "title": "Dragonball: Evolution",
      "content": "Bảy Viên Ngọc Rồng là hành trình của Go Ku tìm kiếm 7 viên ngọc rồng trong truyền thuyết và ngăn chặn ma vương Piccolo thống trị trái đất. Cuộc Adventure của Go Ku và những người bạn đầy rẫy nguy hiểm, nhưng nhờ sức mạnh tình bạn, Go Ku liệu có hoàn thành sứ mệnh của mình hay không?",
      "episodes": "1",
      "runtime": "86",
      "actor": "Justin Chatwin, Châu Nhuận Phát, Joon Park",
      "country": "Mỹ",
      "genre": "Hành động",
      "releases": "2007",
      "poster": "https://pics.filmaffinity.com/Dragonball_Evolution-947893753-large.jpg",
      "trailer": "https://www.youtube.com/embed/T4_wHfz2qUA",
      "movie": ""
    },
    {
      "id": "6db4b857-c0ab-4787-9e98-9a69f128cf65",
      "title": "The Avengers",
      "content": "\"Sau hàng loạt những siêu phẩm về các siêu anh hùng chuyển thể từ truyện tranh của Marvel, giờ đây tất cả cùng tụ họp trong siêu bom tấn Marvel's The Avenger - Biệt đội siêu anh hùng, bộ phim đánh dấu kết thúc giai đoạn 1 trong đại dự án về vụ trụ điện ảnh Marvel. Biệt đội siêu anh hùng lần đầu tiên tập hợp lại dưới sự chỉ huy của Đại tá Nick Fury, giám đốc cơ quan gìn giữ hoà bình quốc tế S.H.I.E.L.D bao gồm Captain America, Iron Man, Thần Sấm Thor, Người khổng lồ xanh Hulk, cung thủ Hawkeye và nữ điệp viên Black Widow. Những anh hùng vốn mang trong mình sức mạnh và trách nhiệm bảo vệ Trái Đất giờ sát cánh bên nhau để chống lại kẻ thù tàn bạo còn đang ẩn giấu...\nSiêu phẩm Biệt đội Siêu anh hùng có sự góp mặt của những ngôi sao hàng đầu Hollywood như Robert Downey Jr., Chris Evans, Mark Ruffalo, Chris Hemsworth, Scarlett Johansson, Jeremy Renner, Tom Hiddleston và Samuel L. Jackson đã phá mọi kỷ lục phòng vé khi ra lần đầu ra rạp năm 2012.\"\n\nQuy tụ những người hùng đình đám của truyện tranh Marvel với kỹ xảo mãn nhãn.",
      "episodes": "1",
      "runtime": "137",
      "actor": "Robert Downey Jr., Mark Ruffalo, Chris Hemsworth, Scarlett Johansson, Jeremy Renner",
      "country": "Mỹ",
      "genre": "Hành động",
      "releases": "2012",
      "poster": "https://images-na.ssl-images-amazon.com/images/I/81DeBALbJWL._AC_SL1500_.jpg",
      "trailer": "https://www.youtube.com/embed/eOrNdBpGMv8",
      "movie": ""
    },
    {
      "id": "aa8bdd4b-e7df-4ea2-8c40-d9825d118f8a",
      "title": "Fantastic Four: Rise of the Silver Surfer",
      "content": "Sau chiến thắng từ phần 1, những anh hùng thần tượng mới của nước Mỹ tìm cách cân bằng cuộc sống riêng và trọng trách bảo vệ người vô tội, Bộ tứ phải đối mặt với kẻ thù vô cùng hùng mạnh và người sứ giả kẻ lướt sóng bạc. Liệu những anh hùng có cứu được trái đất một lần nữa hay không?",
      "episodes": "1",
      "runtime": "92",
      "actor": "Jessica Alba, Chris Evans, Laurence Fishburne",
      "country": "Mỹ",
      "genre": "Hành động",
      "releases": "2006",
      "poster": "https://www.fulcrumgallery.com/product-images/P602133-10/fantastic-four-rise-of-the-silver-surfer-movie-poster.jpg",
      "trailer": "https://www.youtube.com/embed/Wiu5eZ_7vSY",
      "movie": ""
    },
    {
      "id": "06182502-a1a1-48c3-b601-b671de4bfd2d",
      "title": "Fantastic Four 2015",
      "content": "Bộ tứ siêu đẳng 2015 xoay quanh sự hình thành của Bộ tứ siêu đẳng. Tiến sỹ vật lý trẻ Reed Richards cùng phi hành gia Ben Grimm, bạn gái cũ Susan Storm và anh chàng Johnny Storm tham gia vào một cuộc thử nghiệm ngoài vũ trụ. Khi trở về, họ phát hiện ra cơ thể mình đã bị biến đổi một cách kỳ lạ: Richards có thể kéo dài người như cao su, Susan Storm có thể trở nên vô hình và tạo ra một nguồn năng lượng làm lá chắn, Johnny Storm có khả năng tự bốc cháy và bay, còn Grimm trở thành một người đá với sức mạnh khủng khiếp.\n\nBộ tứ nay đã trở lại với phần reboot mới.",
      "episodes": "1",
      "runtime": "96",
      "actor": "Michael B. Jordan, Kate Mara",
      "country": "Mỹ",
      "genre": "Hành động",
      "releases": "2015",
      "poster": "https://m.media-amazon.com/images/M/MV5BMTk0OTMyMDA0OF5BMl5BanBnXkFtZTgwMzY5NTkzNTE@._V1_.jpg",
      "trailer": "https://www.youtube.com/embed/_rRoD28-WgU",
      "movie": ""
    },
    {
      "id": "a29f3730-72a5-4706-ae52-b46468ed192d",
      "title": "Fantastic Four",
      "content": "4 nhà khoa học tình cờ phải gánh trên minh trách nhiệm cứu thế giới khi có được những sức mạnh siêu nhiên. 4 con người với 4 tính cách khác nhau cùng những rắc rối riêng mình sẽ phải cùng sát cánh để chống lại tên ác nhân đang đe doạ hoà bình thế giới.\n\nTự dưng thành siêu nhân, phải làm thế nào?",
      "episodes": "1",
      "runtime": "101",
      "actor": "Jessica Alba, Chris Evans, Michael France",
      "country": "Mỹ",
      "genre": "Hành động",
      "releases": "2004",
      "poster": "https://images-na.ssl-images-amazon.com/images/I/71nlKnBmb4L._AC_SL1446_.jpg",
      "trailer": "https://www.youtube.com/embed/YP-UetX2qX0",
      "movie": ""
    },
    {
      "id": "13c97510-0d6d-4b85-bdb6-817fceebc1f4",
      "title": "Hitman",
      "content": "Bộ phim Sát thủ đánh thuê được xây dựng dựa trên tựa game trên máy tính nổi tiếng về chàng sát thủ máu lạnh không có tên ngoại trừ mã vạch bí ẩn ở sau gáy. Nhiệm vụ ám sát lần này dẫn anh vào một cuộc phiêu lưu nhiều bí ẩn, nơi anh phải lòng một cô gái Nga, điều khiến anh thay đổi hoàn toàn trước nhiệm vụ sát hại bóng hồng này...\n\nDựa trên tựa game trên máy tính nổi tiếng về chàng sát thủ máu lạnh không có tên ngoại trừ mã vạch bí ẩn ở sau gáy.",
      "episodes": "1",
      "runtime": "89",
      "actor": "Timothy Olyphant, Dougray Scott, Robert Knepper",
      "country": "Mỹ",
      "genre": "Hành động",
      "releases": "2007",
      "poster": "https://www.joblo.com/assets/images/oldsite/posters/images/full/2007-hitman-3.jpg",
      "trailer": "https://www.youtube.com/embed/alQlJDRnQkE",
      "movie": ""
    },
    {
      "id": "6f3616b1-01a0-43ff-9c14-4760571e9d71",
      "title": "Captain America: The Winter Soldier",
      "content": "Bộ phim là câu chuyện tiếp nối bộ phim The Avengers, khi Steve Rogers phải tìm cách hòa nhập vào thế giới hiện đại và kết hợp với Natasha Romanoff/Black Widow để chiến đấu chống lại một kẻ thù nguy hiểm ở Washington, D.C. Sau cuộc chiến cùng đội The Avengers tại New York, Captain America (hay còn gọi là Steve Rogers) có một cuộc sống khá thầm lặng tại Washington và anh phải vật lộn để thích nghi với cuộc sông ở thế giới hiện đại.\n\nTuy nhiên, khi một người bạn trong SHIELD bị rơi vào vòng nguy hiểm, anh đã bị kéo vào một âm mưu đen tối có thể phá hủy cả nhân loại. Cùng với Black Widow, anh phải ngăn cản âm mưu này đồng thời chiến đấu chống lại nhừng sát thủ chuyên nghiệp được cử tới để thủ tiêu mình. Cặp đôi Captain, Black Widow còn tranh thủ sự giúp đỡ từ người bạn mới, Falcon . Tuy nhiên,một kẻ thù vô cùng nguy hiểm và bí ẩn lúc này lại xuất hiện: The Winter Soldier (Chiến binh mùa Đông)",
      "episodes": "1",
      "runtime": "136",
      "actor": "Chris Evans, Samuel L. Jackson, Scarlett Johansson, Robert Redford, Sebastian Stan",
      "country": "Mỹ",
      "genre": "Hành động",
      "releases": "2014",
      "poster": "https://images-na.ssl-images-amazon.com/images/I/91OxromzoSL._AC_SL1500_.jpg",
      "trailer": "https://www.youtube.com/embed/7SlILk2WMTI",
      "movie": ""
    },
    {
      "id": "dd3362eb-560c-4aa7-8b75-ea49d23b15e6",
      "title": "Noah",
      "content": "Dựa trên mẩu chuyện trong Kinh Thánh, khi Noah đóng con tàu để đưa vạn vật vượt qua cơn Đại hồng thủy gột rửa Trái Đất của Chúa Trời. Trong hành trình đặc biệt ấy, Noah cùng gia đình mình trải qua bao sợ hãi, niềm tin, sự hủy diệt, vinh quang, khó khăn để đóng một con thuyền khổng lồ. Noah cũng phải đối mặt với những mặt xấu, mặt tốt trong con người mình để đưa ra những quyết định.\n\nCâu hỏi và lời giải đáp vĩ đại về loài người.",
      "episodes": "1",
      "runtime": "132",
      "actor": "Russell Crowe, Jennifer Connelly, Anthony Hopkins, Emma Watson, Ray Winstone",
      "country": "Mỹ",
      "genre": "Hành động",
      "releases": "2012",
      "poster": "https://images-na.ssl-images-amazon.com/images/I/71HSDzsbw3L._AC_SY679_.jpg",
      "trailer": "https://www.youtube.com/embed/6qmj5mhDwJQ",
      "movie": ""
    },
    {
      "id": "7629fb68-0677-4bda-89ae-9a548adc3b57",
      "title": "Death Race",
      "content": "Nữ quản giáo của nhà tù đưa ra một đề nghị dành cho Jensen hoặc là trở thành tay lái cho đội đua của bà ta trong cuộc đua xe hơi của những người tù ngay trong trại giam hoặc là sẽ chết dần chết mòn sau song sắt của nhà tù. Giấu khuôn mặt sau chiếc mặt nạ của tay đua huyền thoại Frankenstein, Jensen bắt đầu tham gia cuộc thử thách điên cuồng kéo dài trong 3 ngày. Cưỡi trên chiếc xe “quái vật” được trang bị súng máy, súng phun lửa và máy phóng lựu đạn, Jensen bước vào đường đua khốc liệt với những đối thủ là những tên tội phạm xấu xa nhất, anh cần phải chiến thắng để giành lấy tự do cho chính mình…\n\nHãy sẵn sàng cho một cuộc đua giữa cái sống và cái chết!",
      "episodes": "1",
      "runtime": "105",
      "actor": "Jason Statham, Joan Allen, Ian McShane",
      "country": "Mỹ",
      "genre": "Hành động",
      "releases": "2008",
      "poster": "https://www.themoviedb.org/t/p/original/5A79GeOb3uChQ0l0ZDjDyODKQp3.jpg",
      "trailer": "https://www.youtube.com/embed/C8bxcJZrus0",
      "movie": ""
    },
    {
      "id": "da946d12-8b16-4aba-9888-3e1c5a73c802",
      "title": "Exodus: Gods and Kings",
      "content": "Exodus: Gods and Kings lấy ý tưởng chính từ một câu chuyện khác - cuộc đại chiến giữa dân tộc Do Thái và đế chế Ai Cập hùng mạnh của các Pharaoh. Nhân vật chính của bộ phim là người anh hùng vĩ đại trong lịch sử người Do Thái - Moses. Từ một đứa trẻ sống sót sau trận đại tàn sát của Pharaoh, Moses được giao sứ mệnh dẫn dắt những nô lệ người Do Thái thoát khỏi ách thống trị của đế chế Ai Cập, tìm đến miền đất hứa tự do, nhờ sự trợ giúp từ sứ giả của Chúa.\n\nCuộc đại chiến vĩ đại giữa dân tộc Do Thái và đế chế Ai Cập hùng mạnh.",
      "episodes": "1",
      "runtime": "150",
      "actor": "Christian Bale, Joel Edgerton, Ben Kingsley",
      "country": "Mỹ",
      "genre": "Hành động",
      "releases": "2013",
      "poster": "https://vcdn1-giaitri.vnecdn.net/2014/12/25/Poster-EXODUS-Camp-J-3-01-6878-1419479098.jpg?w=680&h=0&q=100&dpr=1&fit=crop&s=oGokvc_sisIrmUTAQax5gA",
      "trailer": "https://www.youtube.com/embed/t-8YsulfxVI",
      "movie": ""
    },
    {
      "id": "a049a6d2-f898-455e-94ff-ac0aed14f51e",
      "title": "Jurassic Park III",
      "content": "Câu chuyện phim Công Viên Khủng Long 3 về hòn đảo bí ẩn với loài Khủng Long vẫn thu hút rất nhiều người muốn khám phá về nó lần này là vợ chồng Kirby. Nhà Kirby sẵn sàng bỏ tiền tài trợ cho Nhà cổ sinh vật học Alan Grant để ông này có tiền tổ chức nghiên cứu trên đảo với điều kiện họ phải được tham gia Alan đồng ý đưa họ đi tham quan hòn đảo. Thật không may chiếc máy bay chở đoàn thám hiểm gặp trục trặc khi hạ cánh và hư hỏng hoàn toàn. Giữa khu rừng hoang sơ nhiều cạm bẫy, bọn họ phải chống chọi với lũ khủng long khát máu.",
      "episodes": "1",
      "runtime": "94",
      "actor": "Sam Neill, William H. Macy, Téa Leoni",
      "country": "Mỹ",
      "genre": "Hành động",
      "releases": "2001",
      "poster": "http://img.cinemablend.com/quill/c/d/e/9/d/6/cde9d6430321a4850d567660e2923f145ba2ddd2.jpg",
      "trailer": "https://www.youtube.com/embed/gjIaV6CU0wA",
      "movie": ""
    }
  ],
  "users": [
    {
      "favor": [
        "13c97510-0d6d-4b85-bdb6-817fceebc1f4",
        "3cfc0ab7-24fa-4ab5-be90-dbd269e6e826",
        "7629fb68-0677-4bda-89ae-9a548adc3b57",
        "ddf40954-5ad9-4ae9-9e40-e74802d2aabb",
        "f80edb80-ba60-469e-8013-a8308160e39a",
        "dd3362eb-560c-4aa7-8b75-ea49d23b15e6",
        "5e6b6af8-73d6-4992-ba00-6fbf40105d0d"
      ],
      "id": "1",
      "role": "Admin",
      "firstName": "Boss",
      "lastName": "Boss",
      "username": "a",
      "email": "a@sfsf",
      "password": "a"
    },
    {
      "favor": [],
      "id": "3a0f3a4f-a43a-4b88-8226-430ac1566267",
      "role": "User",
      "firstName": "",
      "lastName": "",
      "username": "b",
      "email": "a@a.acdc",
      "password": "b"
    },
    {
      "favor": [
        "6f3616b1-01a0-43ff-9c14-4760571e9d71"
      ],
      "id": "821ece9b-7a98-47fc-8db7-d0420536ef46",
      "role": "User",
      "firstName": "",
      "lastName": "",
      "username": "c",
      "email": "ducbvph12717@fpt.edu.vn",
      "password": "c"
    },
    {
      "id": "71e7a24c-cd2b-4409-b641-b758eb23b2e0",
      "role": "Admin",
      "firstName": "Boss",
      "lastName": "Boss",
      "username": "admin",
      "email": "admin@admin",
      "password": "admin"
    },
    {
      "id": "0c4c5ace-afd3-4661-8d9c-e135cf1bb447",
      "role": "User",
      "firstName": " Bách",
      "lastName": "Nguyễn",
      "username": "de",
      "email": "de@de",
      "password": "de"
    },
    {
      "id": "30bfb004-96ea-467a-a00d-896d750b22b0",
      "role": "User",
      "firstName": "Lý",
      "lastName": "Lê",
      "username": "ab",
      "email": "ab@ab",
      "password": "ab"
    },
    {
      "id": "3d6c7c36-4159-487c-94af-b975bf0ee692",
      "role": "User",
      "firstName": "cd",
      "lastName": "cd",
      "username": "cd",
      "email": "cd@cd",
      "password": "cd"
    },
    {
      "id": "dfb36dcc-1f62-41c4-b945-882ad2bc7eb4",
      "role": "User",
      "firstName": "hi",
      "lastName": "hi",
      "username": "hi",
      "email": "hi@hi",
      "password": "hi"
    },
    {
      "id": "066e9069-ee1c-40f1-b0d4-95fa9e52ac23",
      "role": "User",
      "firstName": "ef",
      "lastName": "ef",
      "username": "ef",
      "email": "ef@ef",
      "password": "ef"
    },
    {
      "favor": [
        "df1b2249-39af-46b3-aba6-37d61e7025bb",
        "fef8f985-ca66-4145-8e7b-85bd540330a6",
        "a049a6d2-f898-455e-94ff-ac0aed14f51e",
        "6f3616b1-01a0-43ff-9c14-4760571e9d71",
        "6db4b857-c0ab-4787-9e98-9a69f128cf65",
        "783907f9-6852-43fe-b0a6-dc06d6fcf2e9",
        "1",
        "d22a5032-170c-40b3-9a61-28a54e456f1e",
        "aa8bdd4b-e7df-4ea2-8c40-d9825d118f8a"
      ],
      "id": "eaa9e44a-b984-4d33-b8f3-ee69fe505e5d",
      "role": "User",
      "firstName": "f",
      "lastName": "f",
      "username": "f",
      "email": "f@f",
      "password": "f"
    },
    {
      "id": "325beb04-d855-4ffb-a621-ab3343cb7d5d",
      "role": "User",
      "firstName": "h",
      "lastName": "h",
      "username": "h",
      "email": "h@h",
      "password": "h"
    },
    {
      "id": "b3cdcecc-25b9-4759-83a1-070de17bc87f",
      "role": "User",
      "firstName": "e",
      "lastName": "e",
      "username": "e",
      "email": "e@e",
      "password": "e"
    },
    {
      "id": "9a6bcf92-c4a8-4f2e-a5b1-f0b9b6b50f03",
      "role": "User",
      "firstName": "t",
      "lastName": "t",
      "username": "t",
      "email": "t@t",
      "password": "t"
    },
    {
      "id": "09d1c9b0-2620-4449-8350-e86b36663a40",
      "role": "User",
      "firstName": "v",
      "lastName": "v",
      "username": "v",
      "email": "v@v",
      "password": "v"
    },
    {
      "id": "9c515cf3-f177-4c91-b8da-b9cbf8b725b5",
      "role": "User",
      "firstName": "y",
      "lastName": "y",
      "username": "y",
      "email": "y@y",
      "password": "y"
    },
    {
      "id": "702670ae-69f4-41ed-8807-4c096eae0c05",
      "role": "User",
      "firstName": "t",
      "lastName": "t",
      "username": "t",
      "email": "t@t",
      "password": "t"
    },
    {
      "id": "ba78061b-2a9e-4546-9929-2ce93c4ca1ab",
      "role": "User",
      "firstName": "m",
      "lastName": "m",
      "username": "m",
      "email": "m@m",
      "password": "m"
    },
    {
      "id": "6571b2c2-f84c-4ba3-b0ec-b5852cd0f989",
      "role": "User",
      "firstName": "h",
      "lastName": "h",
      "username": "h",
      "email": "h@h",
      "password": "h"
    }
  ]
}